index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>8.02 - Electricitate si magnetism (de Walter Lewin)</title>
<!-- 2016-12-01 Jo 20:45 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Mihai Olteanu" />
</head>
<body>
<div id="content">
<h1 class="title">8.02 - Electricitate si magnetism (de Walter Lewin)</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Prefata</h2>
<div class="outline-text-2" id="text-1">
<p>
Mai jos sunt o serie de subtitrari pentru celebrul curs de
<a href="https://www.youtube.com/playlist?list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">"Electricitate si Magnetism"</a> prezentat de Walter Lewin, pe cand acesta
preda la Universitatea MIT din Statele Unite.
</p>

<p>
Aceste lecturi vin ca o completare la cursul de <a href="https://mihaiolteanu.github.io/circuiteelectrice/">Introducere in
circuite electrice si electronice</a>, sau in cazul in care urmezi o
facultate de profil, ca o necesitate pentru o mai buna intelegere a
subiectelor predate. Aceste cursuri acopera materia cunoscuta sub
numele de "Bazele Electrotehnicii". Vei avea nevoie de cunostinte de
matematica (pana la urma e un curs MIT de fizica) pentru a putea
urmari cap-coada intreg cursul, altfel, pe alocuri iti va parea
plictisitor. Chiar si asa, experimentele realizate in fata studentilor
merita toata atentia.
</p>

<p>
Pentru a putea folosi subtitrarile, trebuie mai intai sa-ti iei
cursurile in format video de pe youtube. Poti sa cauti cum sa faci
asta direct pe youtube. Daca folosesti Linux, atunci treaba e simpla:
</p>
<pre class="example">
$ youtube-dl &lt;link-youtube&gt;
</pre>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Cursurile cu subtitrari</h2>
<div class="outline-text-2" id="text-2">
<p>
Salveaza subtitrarea cu click-dreapta pe link-ul subtitrare si apoi
"save link as", sau <a href="802_ro.tar.gz">salveaza</a> toate subtitrarile sub forma de
arhiva. Pentru extragerea arhivei, poti folosi programul 7zip.
</p>

<p>
<a href="https://www.youtube.com/watch?v=x1-SibwIPM4&index=2&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">01. Sarcina electrica si forte electrice</a>  |  <a href="Lect_01.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=Pd9HY8iLiCA&index=3&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">02. Linii de camp electric, teorema superpozitiei, incarcarea
inductiva, dipoli</a> | <a href="Lect_02.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=Zu2gomaDqnM&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=4">03. Fluxul electric si legea lui Gauss</a>  |  <a href="Lect_03.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=QpVxj3XrLgk&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=5">04. Potentialul electrostatic, energia electrica si suprafete
echipotentiale</a>  |  <a href="Lect_04.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=JhV-GOS4y8g&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=6">05. E=-grad V, conductori, ecranarea electrostatica</a>  |  <a href="Lect_05.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=ww0XJUqFHXU&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=7">06. Strapungerea dielectrica, fulgerul</a>  |  <a href="Lect_06.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=qyP1xZCB62E&index=8&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">07. Capacitatea, energia campului electric</a>  |  <a href="Lect_07.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=GAtAG938AQc&index=9&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">08. Polarizatia, dielectrici, generatorul Van de Graaff, condensatori</a>  |  <a href="Lect_08.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=PJqOaHBgr30&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=10">09. Curentul electric, rezistivitatea, conductivitatea, legea lui Ohm</a>  |  <a href="Lect_09.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=ViwSDL657L4&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=11">10. Baterii, puterea, legile ui Kirchhoff, circuite electrice</a>  |  <a href="Lect_10.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=0y9x7CS5Vrk&index=12&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">11. Campuri magnetice, forta Lorentz, cuplu, motoare electrice de cc</a>  |  <a href="Lect_11.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=08WJDvgr2Zc&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=13">12. Recapitulare pentru examen</a>  |  <a href="Lect_12.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=sDnG1JhZ2N4&index=14&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j">13. Sarcini in campuri magnetice, ciclotronul</a>  |  <a href="Lect_13.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=By2ogrSwgVo&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=15">14. Legea Biot-Savart, div B = 0, linii electrice de tensiune inalta</a>  |  <a href="Lect_14.ro.srt">subtitrare</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=MXuZ1SRjpqk&list=PLyQSN7X0ro2314mKyUiOILaOC2hk6Pc3j&index=16">15. Legea lui Ampere, solenoizi</a>  |  <a href="Lect_15.ro.srt">subtitrare</a>
</p>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Descarca</h2>
<div class="outline-text-2" id="text-3">
<p>
Poti <a href="802_ro.tar.gz">descarca</a> toate subtitrarile de mai sus ca si arhiva. Pentru
Windows, poti folosi 7zip pentru extragerea arhivei.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Mihai Olteanu</p>
<p class="date">Created: 2016-12-01 Jo 20:45</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
